Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/wordpress-tm.tmx
Source language: en
Languages: ca_es

source: This resulted in an error message: %s
ca_es: Això ha produït el següent missatge d'error: %s

source: You can still use your site but any subdomain you create may not be accessible. If you know your DNS is correct, ignore this message.
ca_es: Podeu usar encara el lloc però qualsevol subdomini que creeu pot no ser accessible. Si sabeu que els DNS són correctes, ignoreu aquest missatge.

source: Notice:
ca_es: Avís:

source: Get Shortlink
ca_es: Obté l'enllaç curt

source: Updating Plugin %1$s (%2$d/%3$d)
ca_es: S'està actualitzant l'extensió %1$s (%2$d/%3$d)

source: The update of %1$s failed.
ca_es: La actualització de %1$s ha fallat.

source: The password you chose during the install.
ca_es: La contrasenya que heu triat durant la instal·lació.

source: User already exists. Password inherited.
ca_es: L'usuari ja existeix. Contrasenya heretada.

source: You cannot update because <a href="http://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> requires MySQL version %2$s or higher. You are running version %3$s.
ca_es: No podeu actualitzar perquè el WordPress %1$s requereix la versió %2$s o superior de MySQL. Esteu executant la versió %3$s.

source: WordPress updated successfully
ca_es: S'ha actualitzat correctament el WordPress

source: Update WordPress
ca_es: Actualitza el WordPress

source: Update Plugins
ca_es: Actualitza les extensions

source: You cannot update because <a href="http://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> requires PHP version %2$s or higher. You are running version %3$s.
ca_es: No podeu actualitzar perquè el WordPress %1$s requereix la versió %2$s o superior del PHP. Esteu executant la versió %3$s.

source: You cannot update because <a href="http://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> requires PHP version %2$s or higher and MySQL version %3$s or higher. You are running PHP version %4$s and MySQL version %5$s.
ca_es: No podeu actualitzar perquè el WordPress %1$s requereix la versió %2$s o superior de PHP i la versió %3$s o superior de MySQL. Esteu executant la versió %4$s del PHP i la versió %5$s de MySQL.

source: WordPress Updates
ca_es: Actualitzacions del WordPress

source: Edit Menu Item
ca_es: Edita l'element del menú

source: This address is used for admin purposes. If you change this we will send you an e-mail at your new address to confirm it. <strong>The new address will not become active until confirmed.</strong>
ca_es: Aquesta adreça s'utilitza per a propòsits administratius. Si la canvieu us enviarem un correu electrònic a l'adreça nova per confirmar-la. <strong>L'adreça nova no s'activarà fins que la confirmeu.</strong>

source: Daylight saving time begins on: <code>%s</code>.
ca_es: L'horari d'estiu comença el: <code>%s</code>.

source: <strong>%1$s</strong> by <em>%2$s</em> (will also <strong>delete its data</strong>)
ca_es: <strong>%1$s</strong>per <em>%2$s</em> (també <strong>esborrarem les seves dades</strong>)

source: You are about to remove the following plugin:
ca_es: Ara eliminareu l'extensió següent:

source: Delete Plugin
ca_es: Elimina l'extensió

source: Are you sure you wish to delete these files and data?
ca_es: Esteu segur que voleu eliminar aquests fitxers i dades?

source: Yes, Delete these files and data
ca_es: Sí, elimina aquests fitxers i dades

source: Requires <code>%s</code> in <code>wp-config.php</code>.
ca_es: Es requereix <code>%s</code> al fitxer <code>wp-config.php</code>.

source: Inactive:
ca_es: Inactiu:

source: Must-Use <span class="count">(%s)</span>
ca_es: S'ha d'usar <span class="count">(%s)</span>

source: Manage Themes
ca_es: Gestiona els temes

source: Install Themes
ca_es: Instal·la temes

source: Go to Dashboard
ca_es: Vés al tauler

source: Please enter a valid menu name.
ca_es: Introduïu un nom de menú vàlid.

source: Delete Menu
ca_es: Elimina el menú

source: Menu Item
ca_es: Element del menú

source: View All
ca_es: Mostra-ho tot

source: Add to Menu
ca_es: Afegeix al menú

source: This timezone is currently in daylight saving time.
ca_es: Aquest fus horari està ara en l'horari d'estiu.

source: This timezone does not observe daylight saving time.
ca_es: Aquest fus horari no compleix l'horari d'estiu.

source: Drop-ins <span class="count">(%s)</span>
ca_es: <span class="count">(%s)</span> extensió avançada

source: Executed before Multisite is loaded.
ca_es: Executat abans que el lloc multi web s'ha carregat.

source: External object cache.
ca_es: Memòria cau externa de l'objecte.

source: Custom maintenance message.
ca_es: Missatge de manteniment personalitzat.

source: Custom install script.
ca_es: Script d'instal·lació personalitzat.

source: Custom database error message.
ca_es: Missatge d'error de la base de dades personalitzat.

source: File is empty. Please upload something more substantial.
ca_es: El fitxer està buit. Pengeu quelcom amb més substància.

source: Install %s
ca_es: Instal·la %s

source: Custom database class.
ca_es: Classe de base de dades personalitzada.

source: Advanced caching plugin.
ca_es: Extensió de memòria cau avançada.

source: You cannot install because <a href="http://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> requires MySQL version %2$s or higher. You are running version %3$s.
ca_es: No podeu instal·lar perquè el WordPress %1$s requereix la versió %2$s o superior de MySQL. Esteu executant la versió %3$s.

source: You cannot install because <a href="http://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> requires PHP version %2$s or higher. You are running version %3$s.
ca_es: No podeu instal·lar perquè el WordPress %1$s requereix la versió %2$s o superior del PHP. Esteu executant la versió %3$s.

source: <a href="http://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> is available! Please notify the site administrator.
ca_es: El <a href="http://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> és disponible! Aviseu a l'administració del web.

source: <a href="http://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> is available! <a href="%2$s">Please update now</a>.
ca_es: El <a href="http://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> és disponible! <a href="%2$s">Actualitzeu ara</a>.

source: You cannot install because <a href="http://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> requires PHP version %2$s or higher and MySQL version %3$s or higher. You are running PHP version %4$s and MySQL version %5$s.
ca_es: No podeu instal·lar perquè el WordPress %1$s requereix la versió %2$s o superior del PHP i la versió %3$s o superior de MySQL. Esteu executant la versió %4$s del PHP i la versió %5$s de MySQL.

source: You are about to activate the site %s
ca_es: Esteu a punt d'activar el lloc web %s

source: You are about to deactivate the site %s
ca_es: Esteu a punt de desactivar el lloc web %s

source: This comment is currently marked as spam.
ca_es: Aquest comentari està marcat com a brossa actualment.

source: Moderate Comment
ca_es: Modera els comentaris

source: This comment is currently approved.
ca_es: Aquest comentari està aprovat actualment.

source: This comment is already approved.
ca_es: Aquesta comentari ja està aprovat.

source: This comment is currently in the Trash.
ca_es: Aquest comentari està en la paperera actualment.

source: Repeat
ca_es: Repeteix

source: This comment is already in the Trash.
ca_es: Aquest comentari ja està en la paperera.

source: View Trash
ca_es: Aneu a la paperera

source: This comment is already marked as spam.
ca_es: Aquest comentari ja està marcat com a brossa.

source: Screen Options
ca_es: Opcions de pantalla

source: Screen Layout
ca_es: Format de pantalla

source: Number of Columns:
ca_es: Nombre de columnes:

source: Feature Filter
ca_es: Filtre de característiques

source: Tan
ca_es: ﻿Canyella

source: Dark
ca_es: Obscur

source: One Column
ca_es: Una columna

source: Two Columns
ca_es: Dues columnes

source: Three Columns
ca_es: Tres columnes

source: Four Columns
ca_es: Quatre columnes

source: Left Sidebar
ca_es: Barra lateral esquerra

source: Right Sidebar
ca_es: Barra lateral dreta

source: Fixed Width
ca_es: Amplada fixa

source: Flexible Width
ca_es: Amplada flexible

source: Features
ca_es: Caracterís- tiques

source: Custom Colors
ca_es: Colors personalitzats

source: Theme Options
ca_es: Opcions del tema

source: Threaded Comments
ca_es: Comentaris ordenats per fils

source: Sticky Post
ca_es: Entrada fixada

source: Subject
ca_es: Assumpte

source: Holiday
ca_es: Festa

source: Photoblogging
ca_es: Bloc de fotografies

source: Seasonal
ca_es: Estacional

source: Find Themes
ca_es: Troba temes

source: Install a theme in .zip format
ca_es: Instal·la un tema en format .zip

source: If you have a theme in a .zip format, you may install it by uploading it here.
ca_es: Si teniu un tema en format .zip, podeu instal·lar-lo en penjar-lo aquí.

source: Details
ca_es: Mostra els detalls

source: Theme Install
ca_es: Instal·la un tema

source: Unable to locate WordPress theme directory.
ca_es: No s'ha pogut ubicar el directori de temes del WordPress.

source: Could not fully remove the theme %s.
ca_es: No s'ha pogut suprimir per complet el tema %s.

source: The update cannot be installed because WordPress %1$s requires PHP version %2$s or higher and MySQL version %3$s or higher. You are running PHP version %4$s and MySQL version %5$s.
ca_es: L'actualització no es pot instal·lar perquè el WordPress %1$s requereix la versió %2$s o superior de PHP i la versió %3$s o superior de MySQL. Esteu executant la versió %4$s del PHP i la versió %5$s de MySQL.

source: The update cannot be installed because WordPress %1$s requires PHP version %2$s or higher. You are running version %3$s.
ca_es: L'actualització no es pot instal·lar perquè el WordPress %1$s requereix la versió %2$s o superior del PHP. Esteu executant la versió %3$s.

source: The update cannot be installed because WordPress %1$s requires MySQL version %2$s or higher. You are running version %3$s.
ca_es: L'actualització no es pot instal·lar perquè el WordPress %1$s requereix la versió %2$s o superior de MySQL. Esteu executant la versió %3$s.

source: Verifying the unpacked files&#8230;
ca_es: S'estan verificant els fitxers descomprimits&#8230;

source: The update could not be unpacked
ca_es: No s'ha pogut desempaquetar l'actualització

source: Upgrading database&#8230;
ca_es: S'està actualitzant la base de dades&#8230;

source: You are using a development version (%1$s). Cool! Please <a href="%2$s">stay updated</a>.
ca_es: Esteu usant una versió en desenvolupament (%1$s). <a href="%2$s">Mantingueu-la al dia</a>.

source: <a href="%1$s">Get Version %2$s</a>
ca_es: <a href="%1$s">Baixa la versió %2$s</a>

source: You are using <span class="b">WordPress %s</span>.
ca_es: Esteu fent servir el <span class="b">WordPress %s</span>.

source: Update to %s
ca_es: Actualitza a %s

source: Latest
ca_es: Darrera

source: An automated WordPress update has failed to complete - <a href="%s">please attempt the update again now</a>.
ca_es: Ha ocorregut un error durant l'actualització automàtica del WordPress - <a href="%s">proveu d'actualitzar una altra vegada ara</a>.

source: An automated WordPress update has failed to complete! Please notify the site administrator.
ca_es: Ha ocorregut un error durant l'actualització automàtica del WordPress! Notifiqueu-ho a l'administrador del lloc.

source: <strong><em>Note that password</em></strong> carefully! It is a <em>random</em> password that was generated just for you.
ca_es: <strong><em>Apunteu aquesta contrasenya</em></strong> amb cura. És una contrasenya <em>aleatòria</em> generada només per al vostre usuari.

source: Uncategorized
ca_es: General

source: Welcome to WordPress. This is your first post. Edit or delete it, then start blogging!
ca_es: Us donem la benvinguda al WordPress. Aquesta és la vostra primera entrada. Editeu-la o suprimiu-la, i després comenceu a publicar!

source: Hello world!
ca_es: Hola, món!

source: hello-world
ca_es: hola-mon

source: Mr WordPress
ca_es: Sr. WordPress

source: <strong>ERROR</strong>: You entered your new password only once.
ca_es: <strong>ERROR</strong>: Heu introduït la contrasenya nova només una vegada.

source: <strong>ERROR</strong>: Please enter your password.
ca_es: <strong>ERROR</strong>: Introduïu la contrasenya.

source: <strong>ERROR</strong>: Please enter your password twice.
ca_es: <strong>ERROR</strong>: Introduïu la contrasenya dues vegades.

source: <strong>ERROR</strong>: Passwords may not contain the character "\".
ca_es: <strong>ERROR</strong>: La contrasenya no pot contenir el caràcter "\".

source: <strong>ERROR</strong>: Please enter the same password in the two password fields.
ca_es: <strong>ERROR</strong>: Introduïu la mateixa contrasenya als dos camps.

source: <strong>ERROR</strong>: Please enter an e-mail address.
ca_es: <strong>ERROR</strong>: Introdueix una adreça de correu electrònic.

source: No matching users were found!
ca_es: No s'ha trobat cap usuari coincident.

source: WordPress &rsaquo; Installation
ca_es: Instal·lació del WordPress

source: User Name
ca_es: Nom d'usuari

source: User(s) already exists.
ca_es: L'usuari o usuaris ja existeixen.

source: Your E-mail
ca_es: La vostra adreça electrònica

source: Double-check your email address before continuing.
ca_es: Comproveu bé aquesta adreça abans de continuar.

source: Install WordPress
ca_es: Instal·la el WordPress

source: Insufficient Requirements
ca_es: Requisits insuficients

source: Welcome to the famous five minute WordPress installation process! You may want to browse the <a href="%s">ReadMe documentation</a> at your leisure. Otherwise, just fill in the information below and you&#8217;ll be on your way to using the most extendable and powerful personal publishing platform in the world.
ca_es: Us donem la benvinguda al famós procés d'instal·lació del WordPress en cinc minuts! Potser voleu consultar la documentació del <a href="%s">Llegeix-me</a> en el vostre temps lliure. Si no, simplement ompliu la informació que hi ha a continuació i passareu a utilitzar la plataforma de publicació personal més extensible i potent del món.

source: Information needed
ca_es: Informació necessària

source: Please provide the following information. Don&#8217;t worry, you can always change these settings later.
ca_es: Ompliu la següent informació. No us preocupeu, sempre podreu canviar-la més endavant.

source: Success!
ca_es: Ho heu aconseguit!

source: WordPress has been installed. Were you expecting more steps? Sorry to disappoint.
ca_es: El WordPress s'ha instal·lat. Esperàveu encara més passos? No us voldríem decebre, però ja hem acabat! :-)

source: Add New Link
ca_es: Afegeix un enllaç

source: %s link deleted.
ca_es: %s enllaç suprimit.

source: Search Links
ca_es: Cerca els enllaços

source: Visit %s
ca_es: Visita %s

source: No links found.
ca_es: No s'ha trobat cap enllaç.

source: XML error: %1$s at line %2$s
ca_es: Error de XML: %1$s en la línia %2$s

source: Link not found.
ca_es: No s'ha trobat l'enllaç.

source: WordPress &rsaquo; Database Repair
ca_es: WordPress &rsaquo; Reparador de la base de dades

source: Some database problems could not be repaired. Please copy-and-paste the following list of errors to the <a href="%s">WordPress support forums</a> to get additional assistance.
ca_es: Alguns problemes de la base de dades no s'han pogut reparar. Copieu i pegueu la següent llista d'errors als <a href="%s">fòrums de suport del WordPress</a> per rebre assistència addicional.

source: Repair Database
ca_es: Repara la base de dades

source: Repair and Optimize Database
ca_es: Repara i optimitza la base de dades

source: Upload New Media
ca_es: Penja mèdia nous

source: You are not allowed to edit this attachment.
ca_es: No teniu autorització per editar aquest fitxer adjunt

source: You attempted to edit an attachment that doesn&#8217;t exist. Perhaps it was deleted?
ca_es: Heu intentat editar un fitxer adjunt que no existeix. Potser ha estat suprimit?

source: You can&#8217;t edit this attachment because it is in the Trash. Please move it out of the Trash and try again.
ca_es: No podeu editar aquest fitxer adjunt perquè està en la Paperera. Traieu-lo fora de la Paperera i torneu-ho a provar.

source: Media attachment updated.
ca_es: Mèdia adjunt actualitzat.

source: Update Media
ca_es: Actualitza el mèdia

source: Library
ca_es: Mediateca

source: Comments %s
ca_es: Comentaris %s

source: Appearance
ca_es: Aparença

source: Profile
ca_es: Perfil

source: Your Profile
ca_es: El vostre Perfil

source: Tools
ca_es: Eines

source: Writing
ca_es: Escriptura

source: Reading
ca_es: Lectura

source: Privacy
ca_es: Privacitat

source: Permalinks
ca_es: Enllaços permanents

source: Multisite support is not enabled.
ca_es: El suport multiweb no està habilitat

source: Domain
ca_es: Domini

source: Last Updated
ca_es: Darrera actualització

source: Archived
ca_es: Arxivats

source: Mature
ca_es: Madur

source: Deleted
ca_es: Suprimit

source: Unarchive
ca_es: Treu de l'arxiu

source: Visit
ca_es: Visita

source: Never
ca_es: Mai

source: Only showing first 5 users.
ca_es: Solament es mostren els primers 5 usuaris.

source: More
ca_es: Més

source: Update Themes
ca_es: Actualitza els temes

source: No users found.
ca_es: No s'ha trobat cap usuari.

source: Discussion Settings
ca_es: Opcions de discussió

source: Default article settings
ca_es: Opcions per defecte per a les entrades

source: These settings may be overridden for individual articles.
ca_es: Aquests valors es poden modificar per a entrades individuals.

source: Other comment settings
ca_es: Altres opcions de comentaris

source: Comment author must fill out name and e-mail
ca_es: L'autor del comentari ha d'emplenar el nom i el correu electrònic

source: Users must be registered and logged in to comment
ca_es: Els usuaris han de registrar-se i identificar-se per comentar

source: Automatically close comments on articles older than %s days
ca_es: Automàticament tanqueu els comentaris en entrades de fa més %s dies.

source: Enable threaded (nested) comments %s levels deep
ca_es: Activa els fils (imbricats) als comentaris amb %s nivells de profunditat

source: last
ca_es: última

source: first
ca_es: primera

source: Break comments into pages with %1$s top level comments per page and the %2$s page displayed by default
ca_es: Trenqueu els comentaris en pàgines amb %1$s comentaris per pàgina i la pàgina %2$s mostrada de manera predeterminada

source: older
ca_es: més antics

source: newer
ca_es: més nous

source: Comments should be displayed with the %s comments at the top of each page
ca_es: Els comentaris haurien de mostrar-se amb els comentaris %s a la part superior de cada pàgina

source: E-mail me whenever
ca_es: Envieu-me un correu electrònic quan

source: Anyone posts a comment
ca_es: Qualsevol publica un comentari

source: A comment is held for moderation
ca_es: S'ha rebut un comentari per moderar

source: Before a comment appears
ca_es: Perquè un comentari aparegui

source: Comment author must have a previously approved comment
ca_es: L'autor del comentari ha de tenir un comentari prèviament aprovat

source: Comment Moderation
ca_es: Moderació de comentaris

source: Hold a comment in the queue if it contains %s or more links. (A common characteristic of comment spam is a large number of hyperlinks.)
ca_es: Mantingueu un comentari en espera si conté més de %s enllaços (una característica comuna dels comentaris brossa és el gran nombre d'enllaços).

source: When a comment contains any of these words in its content, name, URL, e-mail, or IP, it will be held in the <a href="edit-comments.php?comment_status=moderated">moderation queue</a>. One word or IP per line. It will match inside words, so &#8220;press&#8221; will match &#8220;WordPress&#8221;.
ca_es: Quan un comentari inclogui qualssevol de les següents paraules en el seu contingut, nom, URL, correu electrònic, o IP, es mantindrà en la <a href="edit-comments.php?comment_status=moderated">cua de moderació</a>. Poseu una paraula o IP en cada línia. Es buscarà dins de cada paraula, així "press" serà identificat en un comentari que contingui la paraula "WordPress".

source: Comment Blacklist
ca_es: Llista negra de comentaris

source: When a comment contains any of these words in its content, name, URL, e-mail, or IP, it will be marked as spam. One word or IP per line. It will match inside words, so &#8220;press&#8221; will match &#8220;WordPress&#8221;.
ca_es: Quan un comentari inclogui qualssevol de les següents paraules en el seu contingut, nom, URL, correu electrònic, o IP, es marcarà com a brossa. Poseu una paraula o IP per línia. Es cercarà dins de cada paraula, així "press" serà identificat en un comentari que contingui la paraula "WordPress".

source: Avatar Display
ca_es: Mostra avatars

source: Show Avatars
ca_es: Mostra avatars

source: Maximum Rating
ca_es: Puntuació màxima

source: G &#8212; Suitable for all audiences
ca_es: G &#8212; Adequat per a tots els públics

source: PG &#8212; Possibly offensive, usually for audiences 13 and above
ca_es: PG &#8212; Possiblement ofensiu, usualment per a públic a partir de 13 anys

source: R &#8212; Intended for adult audiences above 17
ca_es: R &#8212; Per a audiència adulta major de 18 anys

source: X &#8212; Even more mature than above
ca_es: X &#8212; Per a un públic encara més madur que l'anterior

source: Default Avatar
ca_es: Avatar Predeterminat

source: For users without a custom avatar of their own, you can either display a generic logo or a generated one based on their e-mail address.
ca_es: Per usuaris sense el seu propi avatar personalitzat, podeu escollir un logotip genèric o un avatar generat en funció de la seva adreça de correu electrònic.

source: Mystery Man
ca_es: Home Misteriós

source: Blank
ca_es: Buit

source: Gravatar Logo
ca_es: Logo de Gravatar

source: Identicon (Generated)
ca_es: Identicon (Generat)

source: Wavatar (Generated)
ca_es: Wavatar (Generat)

source: MonsterID (Generated)
ca_es: MonstreID (Generat)

source: General Settings
ca_es: Opcions generals

source: Y-m-d G:i:s
ca_es: d-m-Y G:i:s

source: This address is used for admin purposes, like new user notification.
ca_es: Aquesta adreça s'usa amb propòsits administratius, com per exemple per tal de notificar que hi ha nous usuaris.

source: Membership
ca_es: Pertinença

source: Anyone can register
ca_es: Qualsevol pot registrar-se

source: New User Default Role
ca_es: Rol inicial dels nous usuaris

source: Timezone
ca_es: Fus horari

source: <abbr title="Coordinated Universal Time">UTC</abbr> time is <code>%s</code>
ca_es: L'hora <abbr title="Coordinated Universal Time (Temps Universal Coordinat)">UTC</abbr> és <code>%s</code>

source: Local time is <code>%1$s</code>
ca_es: L'hora local és <code>%1$s</code>

source: Choose a city in the same timezone as you.
ca_es: Trieu una ciutat del mateix fus horari on sou.

source: This timezone is currently in standard time.
ca_es: Aquest fus horari està ara en l'horari d'hivern.

source: Custom:
ca_es: Personalitzat:

source: Week Starts On
ca_es: La setmana comença el

source: Media Settings
ca_es: Opcions dels mèdia

source: Image sizes
ca_es: Mida de les imatges

source: Thumbnail size
ca_es: Mida de la miniatura

source: Crop thumbnail to exact dimensions (normally thumbnails are proportional)
ca_es: Retalla la miniatura a la mida exacta (normalment les miniatures són proporcionades)

source: Medium size
ca_es: Mida mitjana

source: Max Width
ca_es: Amplada màxima

source: Max Height
ca_es: Alçada màxima

source: Large size
ca_es: Mida gran

source: Embeds
ca_es: Incrustació

source: Uploading Files
ca_es: Càrrega de fitxers

source: Store uploads in this folder
ca_es: Desa els fitxers penjats en aquesta carpeta
